{"meta":{"title":"真实世界的图书馆","subtitle":"永远相信美好的事情即将发生","description":null,"author":"李若谦","url":"https://lrq520.com"},"pages":[{"title":"分类","date":"2014-12-22T04:39:04.000Z","updated":"2018-10-21T02:58:39.451Z","comments":true,"path":"categories/index.html","permalink":"https://lrq520.com/categories/index.html","excerpt":"","text":""},{"title":"关于","date":"2019-01-01T00:16:00.000Z","updated":"2018-10-21T03:04:19.189Z","comments":true,"path":"about/index.html","permalink":"https://lrq520.com/about/index.html","excerpt":"","text":"关于我待完成 特别感谢技术支持：ZHS852如果没有他，我可能现在还在用某笔记写文章"}],"posts":[{"title":"公告","slug":"公告","date":"2018-12-31T16:00:00.000Z","updated":"2018-10-26T14:59:34.307Z","comments":true,"path":"公告/","link":"","permalink":"https://lrq520.com/公告/","excerpt":"","text":"本图书馆暂处于未完全对外开放状态。预计将在 2018-2019 跨年夜正式运行。感谢支持：）","categories":[],"tags":[]},{"title":"三个目标","slug":"三个目标","date":"2018-10-26T21:59:26.687Z","updated":"2018-10-26T22:30:13.527Z","comments":true,"path":"三个目标/","link":"","permalink":"https://lrq520.com/三个目标/","excerpt":"","text":"戈壁的关门线去过走戈壁的人都知道，对于一个体能属于中等水平的普通人，一天全程走完大概需要6个小时。这是大多数人的水平。 有些人的体能比较差，走的要慢一些。但是对于戈壁的管理人员来说，不能一直等这些走的慢的人。所以，戈壁在终点线设置了一条关门线。也就是说，如果有人过了8个小时都还没走完，那就不会等他们了，管理员就关门了。 不过，一定会要这条关门线吗？ 答案是，一定要有。因为管理员要把装备全都拆掉，装车，然后运回到城市。所以必须有这条关门线。在戈壁里面，这条关门线是8个小时。所以很多人在戈壁里面走的时候心里面就知道最差最差不能慢于关门线。 但是，请注意，他们说的是不能慢于关门线。这个慢于关门线，并不是这群人真正的目标。假如有个人他体能特别好。那么他的目标可能就是一定要走第一，或者一定要4个小时内走完。 三个目标这时候，就有三个目标出现了。 第一个目标：最高目标。这些人一般是要走第一名。假设第一名大概是4个小时，那目标就是一定要4个小时走完。 第二个目标：中间目标。这也是大部分人的目标。认为自己不能太落后。于是定个6个小时走完全程的目标。 第三个目标：底线目标。底线目标就是最差最差不能晚于8小时关门线，不然的话就是失败了。 其实我们做事情的时候心里都有这三个目标。我们都知道，不能把最差的那条线作为目标，因为万一稍有差池面临的就将是失败。最明智的选择是，把最高的线作为目标。 正如《论语》中说的:取乎其上，得乎其中；取乎其中，得乎其下；取乎其下，则无所得矣。 生活中的关门线比如说，我过两天要去登山，登山的时候我要带个睡袋，睡袋上面有温标，是零下10度到零下20度。也就是说在零下10度到零下20度的时候，这个睡袋可以使用。爬山前，我去了解了一下，原来山顶的温度是零下20度，那这个时候我要不要用这个睡袋呢？ 当然不要。 如果在零下20度就用睡袋的话，睡在里面，就会冻得瑟瑟发抖。因为零下20度是这个睡袋的极限温标。万一到时候睡袋有一点湿了，那我是不是就会冻着了，万一到时候没有很好的地垫，地上觉得很冰凉，这个时候又会遇到一些问题。所以在各种突发情况之下，当我们把自己卡在最低的限度去做事情的时候，你就不能承担任何的风险。就算你承担那些风险，你也会觉得特别的不舒适。甚至可能会有生命危险。 所以一定要把自己的目标定为最高目标，然后取其上而得其中。 如果真的要睡在零下20度，应该用个零下15度到零下25度的睡袋，可能才会正舒适。 所以，千万不要把底线目标作为目标。 设定了三个目标后，最低目标也就是最后期限。不能晚于这个，晚于这个其实就意味着Game over。 比如你考试交卷子的时候，你如果赶在最后一分钟去把卷子交了，万一你在最后一分钟发现居然有道题，我忘了写了，你发现完全来不及了。所以如果要把目标定在提前10分钟完成，当成你的一个目标。哪怕提前5分钟完成，你也有回旋的余地。 我们通常的做法应该是：心中装有最高目标，然后努力。也许天有不测风云，你只得到了中间的状态，但无论如何都不能低于底线目标。 如果你心中没有装备这个目标，却得到了最好的结果。那么你应该明白，那是运气撒了谎，且运气不会始终降临在你身上。如果遇到意外，以底线目标为目标的话，你面临的，将是惨痛的失败。 本文得到生活中的事情往往有三个目标最高目标，中间目标，最低目标。分别对应着超越，优秀，合格。 我看到过一句话:对一件耽误不起的事情，最后半小时的时间不是你的，是上帝的。 这句话就是在说，一定不要把最低目标设置成自己的目标。 如果你看完本文已经忘记了大半，我建议再看一遍这句话:取乎其上，得乎其中；取乎其中，得乎其下；取乎其下，则无所得矣。 参考资料微信公众号:刘润","categories":[{"name":"个人","slug":"个人","permalink":"https://lrq520.com/categories/个人/"}],"tags":[{"name":"智慧","slug":"智慧","permalink":"https://lrq520.com/tags/智慧/"}]},{"title":"安慰剂效应","slug":"安慰剂效应","date":"2018-10-20T16:00:00.000Z","updated":"2018-10-26T14:42:36.822Z","comments":true,"path":"安慰剂效应/","link":"","permalink":"https://lrq520.com/安慰剂效应/","excerpt":"","text":"神奇的安慰剂效应生活中有些人早上要是不喝几杯咖啡就无法工作，说咖啡能让他们头脑清醒。但是，有研究表明，喝咖啡的作用，可能仅仅是个安慰剂效应。事实上，哪怕你给那些人喝的是清水，只要你告诉他这水里有咖啡因，他喝下之后也能感到精神倍增。 一讲到安慰剂效应，人们往往会就会提出质疑:安慰剂效应是不是一种欺骗？毕竟仅采用生理盐水或非药用成分治疗，这听起来一点都不科学。 然而事实却证明，有三分之一的患者会被安慰剂治愈。而且根据研究报告，只要条件适合，几乎每个人都会对安慰剂产生反应，哪怕你是医生或者科学家也如此。 最令人高兴的是，安慰剂不仅仅对心理疾病有用，大量生理类疾病，包括像肿瘤这样的器质性病变，都有大量安慰剂效应的案例存在。从血压、胆固醇、病灶区域等科学的可视化手段能真实观测得到的数据来看，它不仅改变了人的感官，同时也改变了机体的生化系统。看起来有点专业，但是其实就是在说:安慰剂造成很多影响，不是自欺欺人就能达到的效果。 我知道了安慰剂效应，它还有效吗？或许有人会说，在那些安慰剂起作用了的故事里，病人是不知情的。那么如果让他们知道了他们服用的药物其实是安慰剂，这个安慰剂岂不是失效了？答案是否定的。即使你跟使用者说明了这就是安慰剂，并且跟他讲清楚了安慰剂背后的原理，那么它对你就依然起作用。 有些相信人体有自我疗愈的功能的人认为，安慰剂之所以有效，是因为人体内存在一种自我疗愈的力量，哪怕你受教育程度很高，哪怕你知道了安慰剂效应的存在，但只要你相信自己身体里确实存在自愈的力量，并用科学的办法调动这股力量，就能让身体更健康。 但是目前科学界最广泛接受的一种解释是:积极的心理暗示。很多接受安慰剂的病人认为他们正在接受真正的治疗。他们相信治疗必然有效，结果他们的病情就真的在自我暗示下慢慢好转。 表观遗传学是遗传学下的一个分支。这个学派认为，虽然我们生来基因已经确定，但每个基因上都有一个“开关”，开关没被激活，这个基因就不一定被表达。这意味着，即使你有这个基因，但是没有被激活，就和没有这个基因是一样的。虽然你不能改变你的遗传基因，但你可以利用心理力量来影响遗传基因的表达方式。 目前，科学家认为外界信号，比如营养、居住环境乃至思维和情绪状态，都会对身体调控蛋白质产生影响，而调控蛋白质就决定了如何表达，甚至是否表达 DNA 上所包含的遗传信息。这也就证明了一个人生活的幸福程度，会影响这个人的 DNA 表达，进而影响他的健康。 因此，人体的生理状态是 相信自己会更好 与 认为自己会生病 这两种想法之间的博弈。 总结1.即使服用的是安慰剂，但是你对服用的东西有预期，那么也能达到和真实的药物或治疗一样的效果。 2.哪怕你知道这是安慰剂，它还是会对你有用。这意味着，安慰剂效应不是一个害怕被拆穿的戏法。你大可以放心了解相关的研究，做一个理性的、清醒的明白人。同时，还能享受安慰剂带来的好处。 参考资料杨霁琳 每天听本书解读的《安慰剂效应》 推荐阅读《反安慰剂效应》","categories":[{"name":"科学","slug":"科学","permalink":"https://lrq520.com/categories/科学/"}],"tags":[{"name":"科学概念","slug":"科学概念","permalink":"https://lrq520.com/tags/科学概念/"}]},{"title":"反安慰剂效应","slug":"反安慰剂效应","date":"2018-10-19T13:22:46.000Z","updated":"2018-10-26T14:42:38.602Z","comments":true,"path":"反安慰剂效应/","link":"","permalink":"https://lrq520.com/反安慰剂效应/","excerpt":"","text":"安慰剂效应的简单介绍在说反安慰剂效应之前，需要了解一下安慰剂效应最基本的内容。你可以点击链接查看详细介绍或者看下面的简单描述。不过如果你之前非常清楚这个概念，也可以直接跳过下面的描述。 一个病人觉得自己身体不舒服，在医院开了一些成分其实是淀粉的“药”。这个“药”当然根本没有对症的作用，只是个“安慰剂”。而病人感觉好多了的感受，其实完全是个心理作用。然而检测之后却发现，即使服用的是安慰剂，这位病人身体上的参数（比如血压），在他的医疗报告里面，确实变好了。这说明，人的思想，可以切实地去影响人的身体状况。 反安慰剂效应接下来说的就是科学观念上的新进展。 所谓的反安慰剂效应，则是这个人本来没事儿，因为自己以为自己有问题，结果就真的有了身体问题。讲个故事，老王满四十岁之后就感觉自己的身体不如以前了。白天稍微工作一会儿就会感到很劳累，四肢乏力，常常犯困 ，无法集中精力工作。老王怀疑可能是因为自己晚上睡眠不足。后来情况好像越来越严重，老王甚至觉得已经有点抑郁了，他赶紧去看了医生。可是去医院带上智能的监测设备之后，医生却发现他的睡眠没有问题。老王以为自己没睡好，他的身体表现就好像真的没睡好一样。反安慰剂效应的极端例子是自己能把自己吓死。美国有个病人被医生诊断是肝癌晚期，过了几个月他就死了。后来的解剖显示，当时的医生是误诊，他根本就没有肝癌。这个人不是死于癌症，他是死于以为自己有癌症。 有什么用了解了这些又有什么用呢？ 答案是，这可能有大用。 斯坦福大学心理与身体实验室的科学家艾莉雅·克拉姆现在正在研究怎么用一个好的心态，获得好的健康。你如果把压力当做挑战，而不是威胁，压力对你的健康就不会有危害。这就是心态的作用——你需要改善心态。就像上面那个例子里，老王之所以有失眠的各种症状，并不是因为他真的睡眠不好，而是他以为自己睡眠不好。研究表明，“抱怨的睡眠好的人”，各种症状远远多于那些“睡眠不好但是不抱怨自己睡眠不好”的人。如果你认为自己睡眠足够，哪怕你明明睡得很少，你在很大程度上就不会有什么睡眠不足的症状。 这听起来似乎有点不靠谱，但是研究表明这确实是事实。有人曾经对84个在酒店里工作的清洁工做过实验。这些清洁工的血压普遍偏高。如果你告诉其中一半的人，说“你们做的这些打扫卫生的工作，每小时要消耗200卡路里的热量，这其实已经满足了美国医学界的锻炼标准。所以你们干活儿，其实就是在锻炼身体。”然后对另一半人什么都没说。 结果就是，短短一个月以后，那些被告知干活就是锻炼身体的清洁工，平均体重下降了一公斤，血压也下降到了正常水平。而另一半人则没有这些变化。 这个结果可以有两种解释。一个解释是清洁工的心态直接地影响了健康；还有一个解释则是，那些被告知干活儿就是锻炼的清洁工，她们干活的时候特意更卖力气了。 如果是后一种解释，那这个效应就不神奇了，但结果更像是第一个解释。 有人做了一个长期跟踪研究，考察了6万人的“健身心态”和他们二十多年来的实际健身状况。结果是，心态比实际的锻炼更重要。哪怕两个人的实际锻炼时间长度和锻炼水平一样，那个自以为练得好的人，他的死亡率会比那个悲观的人低很多。 所以，心态，真的很重要。 了解了心态有这么重要的作用，我们就应该时刻考察和反思自己的内心。那些在朋友圈里说的什么“不生气”之类的鸡汤，则根本上不了台面。 【参考资料】万维钢 精英日课 《如果修心能养生，你应该怎样三省吾身》","categories":[{"name":"个人","slug":"个人","permalink":"https://lrq520.com/categories/个人/"}],"tags":[{"name":"心态","slug":"心态","permalink":"https://lrq520.com/tags/心态/"}]}]}